"More than %1$@ used on %2$@" = "Mas que %1$@ utilizados %2$@"; // disk space
"Free memory below %@" = "Memoria libre menor a %@";
"CPU usage above %1$@ for %2$@ seconds" = "Uso de la CPU superior a %1$@ por %2$@ segundos";
"iStat Menus has been updated" = "iStat Menus se ha actualizado";
"Battery now at %@" = "La Batería ahora en %@";
"No internet connection" = "No Hay Conexión A Internet";
"Currently %1$@. Feels like %2$@." = "Actualmente %1$@. Sensación Térmica %2$@."; // weather temperatures
"%li minutes remaining on battery" = "%li minutes remaining on battery";
"iStat Menus %.2f (%i) is now installed." = "iStat Menus %.2f (%i) sa ha instalado.";
"%@ chance of rain" = "%@ de probabilidad de lluvia";
"Internet" = "Internet";
"Charger connected" = "Cargador conectado";
"Daylight saving starts tomorrow at %@" = "El ahorro de luz diurna termina mañana en %@";
"Low Battery" = "Batería baja";
"Forecast for today" = "Previsión para hoy";
"Clocks forward %@ hour" = "Adelantar Relojes %@ horas";
"New IP Address '%@'" = "Nueva dirección IP '%@'";
"Active GPU changed" = "CPU Activa ha cambiado";
"%i Weather Alerts" = "%i Alertas Meteorológicas";
"Weather Alert" = "Alertas Meteorológicas";
"S.M.A.R.T. status changed" = "Estado S.M.A.R.T. ha cambiado";
"%@ chance of rain tonight" = "%@ posibilidad de lluvia esta noche";
"Load Average above %1$@ for %2$@ seconds" = "Carga Promedio por encima de %1$@ por %2$@ segundos";
"%1$@ now at %2$@" = "%1$@ ahora en %2$@"; // battery level now at %
"'%@' is now being used" = "'%@' está siendo utilizado ahora"; // 'x gpu' is now being used
"Memory pressure above %@" = "Presión de memoria superior a %@";
"Daylight saving ends on %@" = "El ahorro de luz diurna termina en %@";
"Charger disconnected" = "Cargador desconectado";
"Connected to '%@'" = "Conectado a '%@'";
"Battery is now charged" = "Batería cargada";
"Daylight saving ends tomorrow at %@" = "Daylight saving ends tomorrow at %@";
"Forecast for tomorrow" = "Previsión para mañana";
"New public IP Address '%@'" = "Nueva Dirección IP Pública '%@'";
"%@ chance of rain at night" = "%@ posibilidad de lluvia por la noche";
"Low %1$@, High %2$@." = "Mínima %1$@, Máxima %2$@."; // weather temperatures
"Wi-Fi connected to '%@'" = "Conectadodo al Wi-Fi '%@'";
"Connected to internet" = "Conectado A Internet";
"Clocks back %@ hour" = "Atrasar Relojes %@ horas";
"'%1$@' above %2$@ for %3$@ seconds" = "'%1$@' por encima de %2$@ de %3$@ segundos"; // sensor above value for x seconds
"Daylight saving starts on %@" = "El ahorro de luz diurna comienza en %@";
"Less than %1$@ left on %2$@" = "Menos que %1$@ restan %2$@"; // disk space
"Current conditions" = "Condiciones actuales";


// Unlocalized strings



// Modified strings

